Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=665_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kolme uutta inarinsaamenkielistä oppikirjaa ilmestyi
sme: Golbma ođđa anárašgielat oahppogirjji almmustuvve

source: Inarinsaamelaisen Ella Sarren oppikirja inarinsaamelaisesta puvustosta julkistetaan maanantaina 17. joulukuuta Sajoksessa.
sme: Anáraš Ella Sarre oahppogirji anáraččaid bivttasteamis almmuhuvvo vuossárgga juovlamánu 17. beaivve Sajosis.

source: Sarren kirja esittelee inarinsaamelaisen puvuston ja käsityöperinnettä omalla kielellä.
sme: Sarre girji ovdanbuktá anáraš bivttasteami ja duodjeárbevieru iežas gillii.

source: Inarinsaamenkielisen perusopetuksen tilanne paranee lisäksi kahdella uudella matematiikan kirjalla.
sme: Anárašgielat vuođđooahpahusa dilli fas buorrána guvttiin ođđa matematihká girjjiin.

source: Uudet oppimateriaalit ovat Lohosierâ-nimiset kevätlukukauden oppilaankirja 1. luokalle ja syyslukukauden oppilaankirja 2. luokalle.
sme: Ođđa oahppamateriálat leat Lohosierâ-nammasaš giđđalohkanbaji oahppigirji 1. luohkkái ja čakčalohkanbaji oahppigirji 2. luohkkái.

source: Lohosierâ- nimiset matematiikan oppikirjat on käännetty Sanoma Pron Matikka-nimisestä sarjasta.
sme: Lohosierâ-nammasaš matematihká oahppogirjjit leat jorgaluvvon Sanoma Pro Matikka-nammasaš ráiddus.

source: Koko sarja tullaan julkaisemaan inarinsaamen kielellä.
sme: Olles ráidu šaddá jorgaluvvot anárašgillii.

source: Ensimmäiset saamenkieliset käännökset Matikka-sarjasta julkaistiin vuonna 2011.
sme: Vuosttaš sámegielat jorgalusat Matikka-ráiddus almmuhuvvojedje jagis 2011.

source: Pohjoissaamenkielisestä sarjasta puuttuvat enää 5-6 luokkien kevätkirjat, joiden on määrä ilmestyä ennen ensi kevätlukukautta.
sme: Davvisámegielat ráiddus váilot šat 5-6 luohkáid giđđagirjjit, mat almmuhuvvojit ovdal boahttevaš giđđalohkanbaji.

source: Inarinsaamenkielinen syyslukukauden oppikirja Lohosierâ 1 on julkaistu vuonna 2011.
sme: Anárašgielat čakčabaji oahppogirji Lohosierâ 1 lea almmuhuvvon jagis 2011.

source: Lisätietoja tästä.
sme: Lassedieđut dás.

source: Anarâš pivtâstem - niminen Ella Sarren kirja esittelee ja opastaa inarinsaamelaiseen puvustoon, malleihin ja työmenetelmiin omalla kielellä.
sme: Anarâš pivtâstem-nammasaš Ella Sarre girji ovdanbuktá ja oahpista anáraččaid bivttasteapmái, málliide ja bargovugiide iežas gillii.

source: Tervetuloa tutustumaan uuteen kirjaan Sajokseen maanantaina 17.12. klo 16, jolloin kirja julkaistaan ja kirjan tekijä on paikalla esittelemässä kirjaa.
sme: Bures boahtin oahpásnuvvat ođđa girjái vuossárgga 17.12. dmu 16 go girji almmuhuvvo ja maiddái girjedahkki lea báikki alde ovdanbuktimin girjji.
